import { IFormulaItem } from "./interface";

export const formulaItems: IFormulaItem[] = [
  {
    title: "Гимнастика и акробатика",
    text: "Развиваем сильное и гибкое тело",
  },
  {
    title: "Базовое физическое развитие",
    text: "Развиваем скорость, ловкость и выносливость",
  },
  {
    title: "Координация и баланс",
    text: "Развиваем реакцию и чувство равновесия",
  },
  {
    title: "Эмоциональный интеллект",
    text: "Учимся понимать себя и других",
  },
  {
    title: "Командные миссии",
    text: "Учимся дружить и поддерживать друг друга",
  },
  {
    title: "Интеллект и внимание",
    text: "Развиваем концентрацию и скорость принятия решений",
  },
  {
    title: "Игровая система KIDIX",
    text: "Тренируемся через игру и приключение",
  },
];
